//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2017, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************

/** @file DebugPortTables.uni
    String definitions for Debug Port Tables Module.

**/

/=#
#include "VFR.uni"

#ifndef x-AMI
#langdef   x-AMI "x-AMI"    // AMI Configuration Language
#endif

#string STR_DEBUG_PORT_TABLE_PROMPT      #language eng "Debug Port Table Configuration"
                                         #language x-AMI "DBG001"
#string STR_DEBUG_PORT_TABLE_HELP        #language eng "Enable or Disable DBGP and DBG2 Tables"

#string STR_DBGP_ENABLE_PROMPT           #language eng "Debug Port Table"
                                         #language x-AMI "DBG002"
#string STR_DBGP_ENABLE_HELP             #language eng "Debug Port Table"

#string STR_DBG2_ENABLE_PROMPT           #language eng "Debug Port Table 2"
                                         #language x-AMI "DBG002"
#string STR_DBG2_ENABLE_HELP             #language eng "Debug Port Table 2"

//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2017, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************